{
  "data": [
    {
      "id": 1,
      "description": "The story of misfit high-school girl, Carrie White, who gradually discovers that she has telekinetic powers. Repressed by a domineering, ultra-religious mother and tormented by her peers at school, her efforts to fit in lead to a dramatic confrontation during the senior prom.",
      "cover": "https://ia600505.us.archive.org/view_archive.php?archive=/10/items/m_covers_0011/m_covers_0011_55.zip&file=0011556985-M.jpg"
    },
    {
      "id": 2,
      "description": "Author Ben Mears returns to ‘Salem's Lot to write a book about a house that has haunted him since childhood only to find his isolated hometown infested with vampires. While the vampires claim more victims, Mears convinces a small group of believers to combat the undead.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014654724-M.jpg"
    },
    {
      "id": 3,
      "description": "The Overlook Hotel is more than just a home-away-from-home for the Torrance family. For Jack, Wendy, and their young son, Danny,it is a place where past horrors come to life. And where those gifted with the shining do battle with the darkest evils.",
      "cover": "https://ia601601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014654468-M.jpg"
    },
    {
      "id": 4,
      "description": "A teenager on the verge of madness takes twenty-four hostages in a school. Attempts to find a peaceful way out by the teachers and the police prove futile. Meanwhile, the young hostages gradually become infected by the frenzy of violence imposed on them by their captor. Every word, every act, becomes a stark accusation against a corrupt education system and a family model based on hypocrisy, forcing the youngsters to repress their feelings in order to turn them into bait for a society that will devour them relentlessly?",
      "cover": "https://ia803000.us.archive.org/view_archive.php?archive=/3/items/m_covers_0008/m_covers_0008_56.zip&file=0008565707-M.jpg"
    },
    {
      "id": 5,
      "description": "Imagine America devastated by a vast killer plague that moves from coast to coast. Imagine the countryside destroyed and great cities decimated as the entire population desperately and futilely seeks safety. Imagine then an even greater evil rising to threaten the survivors---and a last embattled group of men and women coming together to make a last stand against it.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014654528-M.jpg"
    },
    {
      "id": 6,
      "description": "In the near future, where America has become a police state, one hundred boys are selected to enter an annual contest where the winner will be awarded whatever he wants for the rest of his life. The game is simple - maintain a steady walking pace of four miles per hour without stopping. Three warnings, and you're out - permanently.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014653986-M.jpg"
    },
    {
      "id": 7,
      "description": "Waking up from a five-year coma after a car accident, former schoolteacher Johnny Smith discovers that he can see people's futures and pasts when he touches them. Many consider his talent a gift; Johnny feels cursed. His fiance married another man during his coma and people clamor for him to solve their problems. When Johnny has a disturbing vision after he shakes the hand of an ambitious and amoral politician, he must decide if he should take drastic action to change the future.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014656153-M.jpg"
    },
    {
      "id": 8,
      "description": "The Department of Scientific Intelligence (aka `The Shop`) never anticipated that two participants in their research program would marry and have a child. Charlie McGee inherited pyrokinetic powers from her parents, who had been given a low-grade hallucinogen called `Lot Six` while at college. Now the government is trying to capture young Charlie and harness her powerful firestarting skills as a weapon.",
      "cover": "https://ia601601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014655388-M.jpg"
    },
    {
      "id": 9,
      "description": "Barton Dawes’ unremarkable but comfortable existence suddenly takes a turn for the worst. Highway construction puts him out of work and simultaneously forces him out of his home. Dawes isn’t the sort of man who will take an insult of this magnitude lying down. His single-minded determination to fight the inevitable course of progress drives his wife and friends away while he tries to face down the uncaring bureaucracy that has destroyed his once comfortable life.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014651941-M.jpg"
    },
    {
      "id": 10,
      "description": "The Cambers' once-friendly St. Bernard turns into a killer after being bitten by a rabid bat. Donna Trenton's husband is in New York trying to contain a disastrous ad campaign. Feeling abandoned by her workaholic husband, who is frequently out of town, Donna Trenton embarks on an affair with a local handyman. Left to fend for herself, she takes her ailing Pinto to Joe Cambers' garage for repairs only to be trapped with her son Tad in the sweltering car by the monstrous dog.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014653629-M.jpg"
    },
    {
      "id": 11,
      "description": "It is 2025 and reality TV has progressed to the point where people are willing to wager their lives in exchange for a chance at enormous wealth. Ben Richards is desperate - he needs money to treat his daughter's illness. His last chance is entering a game show called The Running Man where the objective is to elude police and specially trained trackers for a month. The reward is a cool billion dollars. The catch is that everyone else on the planet is watching and willing to turn him in for a reward.",
      "cover": "https://ia601601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014655615-M.jpg"
    },
    {
      "id": 12,
      "description": "The Man in Black fled across the desert, and the gunslinger followed. So begins Book I of Stephen King’s iconic fantasy series, The Dark Tower. Part sci-fi novel, part futuristic dystopia, part spaghetti Western, and part high fantasy vision, The Gunslinger tells the story of Roland Deschain, Mid-World’s last gunslinger, who is tracking an enigmatic magician known only as the man in black. Following his quarry across the demon-infested Mohaine Desert, Roland confronts a mad preacher woman and her murderous flock, holds palaver with a speaking demon, and finally befriends a young boy from our world named Jake Chambers. Jake joins Roland on his quest, but while Roland travels with his young companion Jake, the man in black travels with Roland’s soul in his pocket.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014653760-M.jpg"
    },
    {
      "id": 13,
      "description": "A love triangle involving 17-year-old misfit Arnie Cunningham, his new girlfriend and a haunted 1958 Plymouth Fury. Dubbed Christine by her previous owner, Arnie's first car is jealous, possessive and deadly.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014653593-M.jpg"
    },
    {
      "id": 14,
      "description": "The road in front of Dr. Louis Creed's rural Maine home frequently claims the lives of neighborhood pets. Louis has recently moved from Chicago to Ludlow with his wife Rachel, their children and pet cat. Near their house, local children have created a cemetery for the dogs and cats killed by the steady stream of transports on the busy highway. Deeper in the woods lies another graveyard, an ancient Indian burial ground whose sinister properties Louis discovers when the family cat is killed.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014654005-M.jpg"
    },
    {
      "id": 15,
      "description": "A werewolf is stalking Tarker's Mills and only young, wheelchair-bound Marty Coslaw suspects the truth. He enlists the help of his black sheep uncle to identify the shape shifter and destroy him.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014651552-M.jpg"
    },
    {
      "id": 16,
      "description": "Twelve-year-old Jack Sawyer embarks on an epic quest--a walk from the seacoast of New Hampshire to the California coast--to find the talisman that will save his dying mother's life. Jack's journey takes him into the Territories, a parallel medieval universe, where most people from his own universe have analogs called `twinners`. The queen of the Territories, Jack's mother's twinner, is also dying.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014656903-M.jpg"
    },
    {
      "id": 17,
      "description": "Once upon a time, in the Kingdom of Delain, King Roland is murdered and his son and heir, Peter, is framed for the crime. Peter and his loyal friends must battle an evil wizard and Peter's usurper brother, Thomas, for the throne. Imprisoned in a tower, Peter conceives an escape plan that will take him years to execute before taking on Flagg, the powerful sorcerer who has masterminded this coup.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014655146-M.jpg"
    },
    {
      "id": 18,
      "description": "Billy Halleck commits vehicular homicide when his lack of attention to driving results in the death of an old lady on the street. Overweight Halleck is a lawyer with connections, though, and gets off with a slap on the wrist. After his trial, a gypsy curses him with a single word, `Thinner`. Halleck begins to lose weight uncontrollably and must pursue the band of gypsies who are responsible for his dwindling condition.",
      "cover": "https://ia601601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014652709-M.jpg"
    },
    {
      "id": 19,
      "description": "A promise made twenty-eight years ago calls seven adults to reunite in Derry, Maine, where as teenagers they battled an evil creature that preyed on the city's children. Unsure that their Losers Club had vanquished the creature all those years ago, the seven had vowed to return to Derry if IT should ever reappear. Now, children are being murdered again and their repressed memories of that summer return as they prepare to do battle with the monster lurking in Derry's sewers once more.",
      "cover": "https://ia601601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014655912-M.jpg"
    },
    {
      "id": 20,
      "description": "Part II of an epic saga. Roland, the last gunslinger, encounters three mysterious doorways on the beach. Each one enters into a different person living in New York. Through these doorways, Roland draws the companions who will assist him on his quest to save the Dark Tower.",
      "cover": "https://ia601601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014651716-M.jpg"
    },
    {
      "id": 21,
      "description": "Novelist Paul Sheldon has plans to make the difficult transition from writing historical romances featuring heroine Misery Chastain to publishing literary fiction. Annie Wilkes, Sheldon's number one fan, rescues the author from the scene of a car accident. The former nurse takes care of him in her remote house, but becomes irate when she discovers that the author has killed Misery off in his latest book. Annie keeps Sheldon prisoner while forcing him to write a book that brings Misery back to life.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014655022-M.jpg"
    },
    {
      "id": 22,
      "description": "Writer Bobbi Anderson becomes obsessed with digging up something she's found buried in the woods near her home. With the help of her friend, Jim Gardener, she uncovers an alien spaceship. Though exposure to the Tommyknockers who piloted the alien craft has detrimental effects on residents' health, the people of Haven develop a talent for creating innovative devices under its increasingly malignant influence.",
      "cover": "https://ia601601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014656119-M.jpg"
    },
    {
      "id": 23,
      "description": "For years, Thad Beaumont has been writing books under the pseudonym George Stark. When a journalist threatens to expose Beaumont's pen name, the author decides to go public first, killing off his pseudonym. Stark isn't content to be dispatched that easily, though. Beaumont's alter ego comes to life and begins to stalk those responsible for his demise. The police suspect Beaumont is responsible for these violent crimes.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014651722-M.jpg"
    },
    {
      "id": 24,
      "description": "One man escapes from a biological weapon facility after an accident, carrying with him the deadly virus known as Captain Tripps, a rapidly mutating flu that - in the ensuing weeks - wipes out most of the world's population. In the aftermath, survivors choose between following an elderly black woman to Boulder or the dark man, Randall Flagg, who has set up his command post in Las Vegas. The two factions prepare for a confrontation between the forces of good and evil.",
      "cover": "https://ia800505.us.archive.org/view_archive.php?archive=/35/items/l_covers_0014/l_covers_0014_65.zip&file=0014654528-L.jpg"
    },
    {
      "id": 25,
      "description": "Part III of an epic saga. Roland and his companions, Eddie and Susannah Dean, find the Path of the Beam that will lead them to the Dark Tower. Along the way, Roland adds two new members to his ka-tet (a group united for a specific purpose). In the decaying city of Lud, they encounter new dangers, including a sentient train that has gone insane.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014652228-M.jpg"
    },
    {
      "id": 26,
      "description": "Leland Gaunt opens a new shop in Castle Rock called Needful Things. Anyone who enters his store finds the object of his or her lifelong dreams and desires: a prized baseball card, a healing amulet. In addition to a token payment, Gaunt requests that each person perform a little ´deed´, usually a seemingly innocent prank played on someone else from town. These practical jokes cascade out of control and soon the entire town is doing battle with itself. Only Sheriff Alan Pangborn suspects that Gaunt is behind the population's increasingly violent behavior.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014655633-M.jpg"
    },
    {
      "id": 27,
      "description": "Gerald and Jessie Burlingame have gone to their summer home on a warm weekday in October for a romantic interlude. After being handcuffed to her bedposts, Jessie tires of her husband's games, but when Gerald refuses to stop she lashes out at him with deadly consequences. Still handcuffed, she is trapped and alone. Painful memories from her childhood bedevil her. Her only company is a hungry stray dog and the sundry voices that populate her mind. As night comes, she is unsure whether it is her imagination or if she has another companion: someone watching her from the corner of her dark bedroom.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014654079-M.jpg"
    },
    {
      "id": 28,
      "description": "Suspected of killing Vera Donovan, her wealthy employer, Dolores Claiborne tells police the story of her life, harkening back to her disintegrating marriage and the suspicious death of her violent husband, Joe St. George, thirty years earlier. Dolores also tells of Vera's physical and mental decline and of her loyalty to an employer who has become emotionally demanding in recent years. ",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014655793-M.jpg"
    },
    {
      "id": 29,
      "description": "Since his wife died, Ralph Roberts has been having trouble sleeping. Each night he awakens a little earlier until he's barely sleeping at all. During his late night vigils and walks, he observes some strange things going on in Derry, Maine. He sees colored ribbons streaming from people's heads. He witnesses two strange little men wandering the city under cover of night. He begins to suspect that these visions are something more than hallucinations brought about by sleep deprivation. Ralph and his friend, widow Lois Chasse, become enmeshed in events of cosmic significance.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014653773-M.jpg"
    },
    {
      "id": 30,
      "description": "Rosie Daniels flees from her husband, Norman after fourteen years in an abusive marriage. During one bout of violence, Norman caused Rosie to miscarry their only child. Escaping to a distant city, Rosie establishes a new life and forges new relationships. Norman Daniels, a police officer with a reputation for cruelty, uses his law-enforcement connections to track his wayward wife. ",
      "cover": "https://ia601601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014654572-M.jpg"
    },
    {
      "id": 31,
      "description": "Paul Edgecombe, a prison guard, encounters John Coffey, a gentle giant condemned to die for a horrific crime. As Paul and his fellow guards grow closer to John, they begin to witness his extraordinary ability to heal others and even sense their emotions. This supernatural power raises questions about innocence, guilt, and the nature of good and evil. The story explores themes of compassion, redemption, and the complexities of the human soul.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014655684-M.jpg"
    },
    {
      "id": 32,
      "description": "Located off a desolate stretch of Interstate 50, Desperation, Nevada has few connections with the rest of the world. It is a place, though, where the seams between worlds are thin. Miners at the China Pit have accidentally broken into another dimension and released a horrific creature known as Tak, who takes human form by hijacking some of the town's residents. The forces of good orchestrate a confrontation between this ancient evil and a group of unsuspecting travelers who are lured to the dying town. This rag-tag band of unwilling champions is led by a young boy who speaks to God.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014654101-M.jpg"
    },
    {
      "id": 33,
      "description": "The peaceful suburban life on Poplar Street in Wentworth, Ohio is shattered one fine day when four vans containing shotgun-wielding `regulators` terrorize the street's residents, cold-bloodedly killing anyone foolish enough to venture outdoors. Houses mysteriously transform into log cabins and the street now ends in what looks like a child's hand-drawn western landscape. Masterminding this sudden onslaught is the evil creature Tak, who has taken over the body of an autistic boy whose parents were killed in a drive-by shooting several months earlier.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014652648-M.jpg"
    },
    {
      "id": 34,
      "description": "Part IV of an epic quest. Roland the Gunslinger and his followers have to contend with a sentient monorail intent on killing itself and taking them with it. While seeking to return to the Path of the Beam that will lead them to the Dark Tower, Roland tells his friends a story about the tragic loss of his first love, Susan Delgado.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014657087-M.jpg"
    },
    {
      "id": 35,
      "description": "Several years after his wife's death, novelist Mike Noonan still suffers writer's block. A dream inspires him to return to the couple's summer retreat in western Maine, a lakeside house called Sara Laughs. Shortly after arriving, Noonan is caught in the middle of a custody battle involving the daughter of an attractive young widow and the child's enormously wealthy grandfather. He also discovers that Sara Laughs is haunted and that his late wife, Joanna, still has something to tell him.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014653587-M.jpg"
    },
    {
      "id": 36,
      "description": "Nine-year-old Trisha McFarland strays from the path while she and her recently divorced mother and brother take a hike along a branch of the Appalachian Trail. Lost for days, wandering farther and farther astray, Trisha has only her portable radio for comfort. A huge fan of Tom Gordon, a Boston Red Sox relief pitcher, she listens to baseball games and fantasizes that her hero will save her. Nature isn't her only adversary, though - something dangerous may be tracking Trisha through the dark woods. ",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014656020-M.jpg"
    },
    {
      "id": 37,
      "description": "Four lifelong friends gather in the woods of western Maine for their annual hunting trip. When they were young, they were bound together forever by an act of bravery involving a fifth friend, whose influence has given these men special powers. Their trip is disrupted when a stranger, disoriented and delirious, wanders into camp, muttering about light in the sky. Before long, the friends find themselves pitted against an alien invasion and must draw on their old friend's strength once again to fight for their lives.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014653017-M.jpg"
    },
    {
      "id": 38,
      "description": "In this sequel to The Talisman, Jack Sawyer is now in his late thirties and has taken early retirement from the LAPD, retreating to a small town in Wisconsin. He has no memory of his adventures as a twelve-year-old boy, when he traveled into a parallel universe in search of the talisman that would save his mother's life. A series of murders involving young children force him out of retirement. There is more to these cases than murder, though, and Jack must retrieve his childhood memories to rescue the latest victim, who is coveted by the killer's evil overlord, a powerful force from End-World, in Roland the gunslinger's universe.",
      "cover": "https://ia600505.us.archive.org/view_archive.php?archive=/35/items/l_covers_0014/l_covers_0014_65.zip&file=0014652973-L.jpg"
    },
    {
      "id": 39,
      "description": "Shortly after his father, a Pennsylvania state trooper, is killed in a senseless automobile accident, Ned Wilcox discovers that the members of Troop D have a secret concealed behind their headquarters. Curtis Wilcox's friends and colleagues take turns relating the twenty-year history of the mysterious Buick Roadmaster locked in Shed B and how its discovery and unexplained behavior has captivated the tightly knit group of men for two decades. The Buick seems to be a conduit to another reality and every now and then it breathes, inhaling a little bit of this world, exhaling a little bit of whatever world it came from.",
      "cover": "https://ia601601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014654641-M.jpg"
    },
    {
      "id": 40,
      "description": "Roland and his ka-tet, still reeling from their recent trials, find themselves in a new predicament. The town of Calla Bryn Sturgis is under threat from a sinister group called the Wolves who steal the town's children every generation. The Calla folk need the gunslingers' help, and in exchange, they offer a powerful magical artifact called Black Thirteen. However, Black Thirteen is a dangerous object with its own sinister agenda. Roland and his ka-tet must decide whether to trust the artifact and risk its potential consequences in order to save the town and continue their quest.",
      "cover": "https://ia601601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014652409-M.jpg"
    },
    {
      "id": 41,
      "description": "Susannah, now pregnant, has yet another taking control of her.  The demon-mother, Mia, uses Susannah and Black Thirteen to transport to New York City of 1999.  Jake, Oy, and Pere Callahan must rescue Susannah while Eddie and Roland transport to the Maine of 1977.  A vacant lot in New York is the prize that must be saved and ties these together.",
      "cover": "https://ia800405.us.archive.org/view_archive.php?archive=/29/items/olcovers687/olcovers687-L.zip&file=6879263-L.jpg"
    },
    {
      "id": 42,
      "description": "Roland’s ka-tet is reunited, but not without cost.  The last episode of the story takes them on the final stretch of their journey to The Dark Tower.  Though they have rescued Susannah, there are still enemies who must be dealt with along the way and who could be their ultimate destruction.  Constant readers will recognize characters from past books, who like the ka-tet, have found themselves caught in the spider's web spun by the Crimson King? Gan?  Questions are answered and others asked. The journey is long and ka is but a wheel.",
      "cover": "https://ia600505.us.archive.org/view_archive.php?archive=/35/items/l_covers_0014/l_covers_0014_65.zip&file=0014652608-L.jpg"
    },
    {
      "id": 43,
      "description": "Vince Teague and Dave Bowie are the sole operators of The Weekly Islander, a small Maine newspaper.  Stephanie McCann has been working for them as an intern.   When Stephanie asks if they've ever come across a real unexplained mystery in the fifty years they'd been publishing the paper, they tell her the story of The Colorado Kid.",
      "cover": "https://ia601601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014653573-M.jpg"
    },
    {
      "id": 44,
      "description": "Artist Clayton Riddell had been in Boston negotiating a successful deal to sell his comic book project. His joy at finally hitting it big is shattered by an event called The Pulse which causes all those who were using their cell phones at the time of The Pulse to become zombies attacking and killing anyone in their way. Fortunately for Clay, he does not own a cell phone. In the panic to get out of Boston and find his way home to his wife and son in Maine, he is joined by Tom McCourt, a man he meets in the meleé immediately following The Pulse and a young girl, Alice, who they rescue from being killed by one of the “crazies.” The story follows their terrifying journey, avoiding capture—and worse—by the “crazies” who are beginning to “flock” and are led by one they call Raggedy Man as they attempt to reach Maine and a place called Kashwak which they hope will be their salvation.",
      "cover": "https://ia601601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014654940-M.jpg"
    },
    {
      "id": 45,
      "description": "Two years after her husband's death, Lisey Landon decides it's time to go through his office to clear out his papers.  Scott Landon was a bestselling novelist and Lisey has been besieged by people wanting to buy any of his unpublished work but she is determined not to let that happen.  As she begins the process of cleaning, she is contacted by an unsavory character who claims that if she does not turn over the papers, he will make her suffer the consequences.  Finding strength she did not know she had and never used during their marriage, Lisey refuses, and true to his word, `Zack McCool` begins to stalk her.  Lisey begins to remember strange events from her marriage that she had suppressed and finds clues that may help save her life.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014653413-M.jpg"
    },
    {
      "id": 46,
      "description": "Clayton Blaisdell, Jr., a/k/a Blaze, has had a hard life which led him to petty criminal activities. Even though his partner, George Rackley, died three months before, Blaze is still hearing his instructions for pulling off one more scheme--the kidnapping of an infant whose parents are millionaires. The story tells of the attachment Blaze forms for baby Joe as he remembers his own childhood--one that was much different than the one baby Joe will have.",
      "cover": "https://ia801601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014653809-M.jpg"
    },
    {
      "id": 47,
      "description": "After a construction accident in which he loses his right arm and his divorce, Edgar Freemantle moves from Minnesota to Florida to begin what his psychiatrist described as a `geographic cure`.  He rediscovers his love of painting and finds that he is good at it but his paintings seem to have something `more' to them.  On Duma Key he also finds a new friendship with Wireman, a kindred spirit seeking refuge there as a caretaker for Elizabeth Eastlake.  Elizabeth's past also contains painful memories that have been reawakened bringing all of them together to face an evil entity named Perse.",
      "cover": "https://ia800505.us.archive.org/view_archive.php?archive=/35/items/l_covers_0014/l_covers_0014_65.zip&file=0014655755-L.jpg"
    },
    {
      "id": 48,
      "description": "A mysterious dome suddenly encloses the town of Chester's Mill, isolating it from the rest of the world. As chaos ensues, a group of residents, led by Dale Barbara, must band together to survive and uncover the dome's secrets. They face challenges from a power-hungry politician and the dome's own deadly effects. Time is running out, and their future hangs in the balance.",
      "cover": "https://ia601601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014654136-M.jpg"
    },
    {
      "id": 49,
      "description": "Jake Epping, a teacher, discovers a time portal to 1958. His friend Al convinces him to travel back in time to prevent the Kennedy assassination. As George Amberson, Jake falls in love and must navigate the complexities of the past while trying to change history.",
      "cover": "https://ia600505.us.archive.org/view_archive.php?archive=/35/items/l_covers_0014/l_covers_0014_65.zip&file=0014654708-L.jpg"
    },
    {
      "id": 50,
      "description": "Roland recounts two stories from his past while sheltering from a storm. In one, he investigates a mysterious slaughter and encounters a shape-shifter. He uses a bedtime story to comfort a terrified boy, highlighting the importance of stories in human life.",
      "cover": "https://ia601909.us.archive.org/view_archive.php?archive=/31/items/l_covers_0013/l_covers_0013_10.zip&file=0013104554-L.jpg"
    },
    {
      "id": 51,
      "description": "After realizing his romantic life is not going in the direction he'd hoped, Devin Jones decides to take a summer job at an amusement park. There he makes friends with Tom Kennedy and Erin Cook, also summer hires at Joyland, which years before had been the scene of the murder of a young woman named Linda Gray whose ghost is said to be seen at the Horror House. He also befriends a young boy, named Mike Ross and his mother, Annie. Their lives all become entwined when Devin decides to investigate the mystery of Linda Gray's unsolved murder by the `Carny Killer`.",
      "cover": "https://ia803200.us.archive.org/view_archive.php?archive=/23/items/m_covers_0009/m_covers_0009_15.zip&file=0009154939-M.jpg"
    },
    {
      "id": 52,
      "description": "A group of evil beings, known as The True Knot, feed on the `steam` of tortured children. Dan Torrance, haunted by his past, must use his own psychic abilities to protect a young girl, Abra Stone, from their clutches. This epic battle between good and evil tests Dan's limits and challenges his understanding of his own dark legacy.",
      "cover": "https://ia804703.us.archive.org/view_archive.php?archive=/9/items/l_covers_0012/l_covers_0012_37.zip&file=0012376098-L.jpg"
    },
    {
      "id": 53,
      "description": "In the frigid pre-dawn hours, in a distressed Midwestern city, hundreds of desperate unemployed folks are lined up for a spot at a job fair. Without warning, a lone driver plows through the crowd in a stolen Mercedes, running over the innocent, backing up, and charging again. Eight people are killed; fifteen are wounded. The killer escapes.",
      "cover": "https://ia601601.us.archive.org/view_archive.php?archive=/25/items/m_covers_0014/m_covers_0014_65.zip&file=0014652971-M.jpg"
    },
    {
      "id": 54,
      "description": "In a small New England town over fifty years ago, young Jamie Morton is captivated by the arrival of the new minister, Charles Jacobs, and his beautiful wife. Jacobs transforms the local church and draws the admiration of the women and girls, including Jamie's mother and sister. When tragedy strikes the Jacobs family, the Reverend loses his faith and is banished from the town. Years later, Jamie, who struggles with his own inner demons and leads a life as a musician, encounters Jacobs again, leading to profound consequences for both men. Their connection evolves into a pact that transcends the boundaries of faith and evil, and Jamie realizes that resurrection holds many meanings.",
      "cover": "https://ia800505.us.archive.org/view_archive.php?archive=/35/items/l_covers_0014/l_covers_0014_65.zip&file=0014652401-L.jpg"
    },
    {
      "id": 55,
      "description": "It's a thrilling crime novel that follows retired detective Bill Hodges as he attempts to catch the elusive `Mercedes Killer`, a man who drove a stolen Mercedes into a crowd of people, resulting in multiple deaths. Haunted by his inability to solve the case during his active career, Hodges becomes obsessed with tracking down the killer. He is drawn into a cat-and-mouse game with the mysterious Brady Hartsfield, who taunts Hodges and revels in his power over him. As Hodges delves deeper into the case, he uncovers a web of secrets and lies that connect him to the killer in unexpected ways. The story explores themes of guilt, redemption, and the enduring nature of evil, as Hodges grapples with his own demons while trying to bring justice to the victims of the Mercedes attack.",
      "cover": "https://ia800505.us.archive.org/view_archive.php?archive=/35/items/l_covers_0014/l_covers_0014_65.zip&file=0014653982-L.jpg"
    },
    {
      "id": 56,
      "description": "End of Watch is the spectacular finale to the New York Times bestselling trilogy that began with Mr. Mercedes (winner of the Edgar Award) and Finders Keepers—In End of Watch, the diabolical “Mercedes Killer” drives his enemies to suicide, and if Bill Hodges and Holly Gibney don’t figure out a way to stop him, they’ll be victims themselves.",
      "cover": "https://ia600505.us.archive.org/view_archive.php?archive=/35/items/l_covers_0014/l_covers_0014_65.zip&file=0014655029-L.jpg"
    },
    {
      "id": 57,
      "description": "There are three ways up to Castle View from the town of Castle Rock: Route 117, Pleasant Road, and the Suicide Stairs. Every day in the summer of 1974, twelve-year-old Gwendy Peterson has taken the stairs, which are held by strong, if time-rusted, iron bolts and zig-zag up the cliffside. Then one day when Gwendy gets to the top of Castle View, after catching her breath and hearing the shouts of kids on the playground below, a stranger calls to her. There on a bench in the shade sits a man in black jeans, a black coat, and a white shirt unbuttoned at the top. On his head is a small, neat black hat. The time will come when Gwendy has nightmares about that hat.",
      "cover": "https://ia600505.us.archive.org/view_archive.php?archive=/35/items/l_covers_0014/l_covers_0014_65.zip&file=0014653722-L.jpg"
    },
    {
      "id": 58,
      "description": "In a future so real and near it might be now, something happens when women go to sleep; they become shrouded in a cocoon-like gauze. If they are awakened, if the gauze wrapping their bodies is disturbed or violated, the women become feral and spectacularly violent; and while they sleep they go to another place... The men of our world are abandoned, left to their increasingly primal devices. One woman, however, the mysterious Evie, is immune to the blessing or curse of the sleeping disease. Is Evie a medical anomaly to be studied? Or is she a demon who must be slain?",
      "cover": "https://ia600404.us.archive.org/view_archive.php?archive=/33/items/l_covers_0010/l_covers_0010_71.zip&file=0010713146-L.jpg"
    },
    {
      "id": 59,
      "description": "An eleven-year-old boy's violated corpse is found in a town park. Eyewitnesses and fingerprints point unmistakably to one of Flint City’s most popular citizens. He is Terry Maitland, Little League coach, English teacher, husband, and father of two girls. Detective Ralph Anderson, whose son Maitland once coached, orders a quick and very public arrest. Maitland has an alibi, but Anderson and the district attorney soon add DNA evidence to go with the fingerprints and witnesses. Their case seems ironclad.",
      "cover": "https://ia904605.us.archive.org/view_archive.php?archive=/14/items/l_covers_0011/l_covers_0011_55.zip&file=0011555865-L.jpg"
    },
    {
      "id": 60,
      "description": "Although Scott Carey doesn’t look any different, he’s been steadily losing weight. There are a couple of other odd things, too. He weighs the same in his clothes and out of them, no matter how heavy they are. Scott doesn’t want to be poked and prodded. He mostly just wants someone else to know, and he trusts Doctor Bob Ellis.",
      "cover": "https://ia800505.us.archive.org/view_archive.php?archive=/35/items/l_covers_0014/l_covers_0014_65.zip&file=0014653999-L.jpg"
    },
    {
      "id": 61,
      "description": "Luke Ellis, a super-smart twelve-year-old with an exceptional gift, is the latest in a long line of kids abducted and taken to a secret government facility, hidden deep in the forest in Maine. Here, kids with special talents - telekinesis and telepathy - like Luke's new friends Kalisha, Nick and Iris, are subjected to a series of experiments. There seems to be no hope of escape. Until Luke teams up with an even younger boy whose powers of telepathy are off the scale. Meanwhile, far away in a small town in South Carolina, former cop Tim Jamieson, looking for the quiet life, has taken a job working for the local sheriff. He doesn't know he's about to take on the biggest case of his career...",
      "cover": "https://ia800505.us.archive.org/view_archive.php?archive=/35/items/l_covers_0014/l_covers_0014_65.zip&file=0014653086-L.jpg"
    },
    {
      "id": 62,
      "description": "The son of a struggling single mother, Jamie Conklin just wants an ordinary childhood. But Jamie is no ordinary child. Born with an unnatural ability his mom urges him to keep secret, Jamie can see what no one else can see and learn what no one else can learn. But the cost of using this ability is higher than Jamie can imagine – as he discovers when an NYPD detective draws him into the pursuit of a killer who has threatened to strike from beyond the grave.",
      "cover": "https://ia800505.us.archive.org/view_archive.php?archive=/35/items/l_covers_0014/l_covers_0014_65.zip&file=0014654000-L.jpg"
    },
    {
      "id": 63,
      "description": "Billy Summers is an ex-Marine sniper, now killer for hire, who only kills 'bad people'. He takes one last job which will be the biggest payday of his career and set him up for the rest of his life. The job requires him to work undercover as a freelance author working on a novel, while waiting for the kill day.",
      "cover": "https://ia600505.us.archive.org/view_archive.php?archive=/35/items/l_covers_0014/l_covers_0014_65.zip&file=0014655670-L.jpg"
    }
  ]
}
